[
  {
    "RequiredTags": ["Innocence_Memory"],
    "ExcludedByTags": [],
    "MemoryText": "<i>Innocence is not just a fleeting state but a light that guides us when the world feels too dark to face. It reminds us that no matter how small or scared we feel, there is always hope waiting to be found.</i>",
    "MemoryAcceptedTags": ["Innocence_Accepted"],
    "MemoryDeniedTags": ["Innocence_Refused"]
  },
  {
    "RequiredTags": ["Ignorance_Memory"],
    "ExcludedByTags": [],
    "MemoryText": "<i>Ignorance shields us from the burdens we cannot bear. It is not weakness to let the light guide us without asking where it leads. Ignorance is a reprieve, a way to move forward without the heaviness of doubt—but it is in stepping beyond it that we truly grow. Even the softest glow can hide what lies in the shadows.</i>",
    "MemoryAcceptedTags": ["Ignorance_Accepted"],
    "MemoryDeniedTags": ["Ignorance_Refused"]
  },
  {
    "RequiredTags": ["Gratitude_Memory"],
    "ExcludedByTags": [],
    "MemoryText": "<i>Gratitude does not shout; it whispers, reminding us to cherish the moments that make us whole. It is the thread that binds us to others, even when the weight of the world tries to pull us apart </i>",
    "MemoryAcceptedTags": ["Gratitude_Accepted"],
    "MemoryDeniedTags": ["Gratitude_Refused"]
  },
  {
    "RequiredTags": ["Grief_Memory"],
    "ExcludedByTags": [],
    "MemoryText": "<i> The weight of grief—the ache of love that endures beyond loss. Grief is not the end but a beginning. It roots itself deep within us, growing into something that holds us steady, a reminder that every loss is proof of a love worth remembering</i>",
    "MemoryAcceptedTags": ["Grief_Accepted"],
    "MemoryDeniedTags": ["Grief_Refused"]
  },
  {
    "RequiredTags": ["Rage_Memory"],
    "ExcludedByTags": [],
    "MemoryText": "<i>Even the heaviest burdens have value when carried for love. Rage is not a weakness, but a force that moves mountains and carves paths through impossible odds. It is the strength to rise against despair, to fight for what matters, even when the cost feels too great.</i>",
    "MemoryAcceptedTags": ["Rage_Accepted"],
    "MemoryDeniedTags": ["Rage_Refused"]
  },
  {
    "RequiredTags": ["Passion_Memory"],
    "ExcludedByTags": [],
    "MemoryText": "<i>The fire of passion—the relentless drive to create, to protect, to leave a mark. From Auren, Passion is both a gift and a curse, a flame that burns bright even as it consumes. It is in the act of creation that we find meaning, even if the work is left unfinished.</i>",
    "MemoryAcceptedTags": ["Passion_Accepted"],
    "MemoryDeniedTags": ["Passion_Refused"]
  }
]
